{
    "locations": {
        "annotationType": "OpenSpacesLocation",
        "title": "Open Spaces",
        "location": [
                     {
                     "name": "Brick Row Park",
                     "latitude": "40.690683",
                     "longitude": "-74.018933",
                     "title": "Brick Row Park",
                     "copy": "Between Hay Road and Clayton Road<p>Erroneously called Colonels Row Park, this small triangular park area is situated between Liggett Hall and Brick Row (look for the brick houses!). It is located on the landfill portion of the island (Hay Road is roughly at the original shoreline), and is lined with brick sidewalks and London plane (<I>platanus x acerifolia</I>) trees. The Works Progress Administration created the small park in the 1930s, after Liggett Hall was completed.<P>At about 2&#189 acres in size, Brick Row Park was not known for much when the island opened to the public in 2003. What put this park on the map? Jazz! Flappers! All courtesy of Michael Arenella and his Dreamland Orchestra. In 2006, the Brooklyn bandleader launched the Jazz Age Weekends on Governors Island, and they went from drawing a few dozen to a few thousand.<P><img src=\"brickRowParkA.jpg]" width=\"320\" height=\"200\" /><P><I>Michael Arenella in 2008 in front of Liggett Hall.</I><P>The scene of hundreds of people dressed in 1920s clothing, dancing to live jazz, is a true experience. Arenella organizes the annual event with friends and other lovers of the Prohibition Era. Now it's an island institution, and a summer would not be complete without the Jazz Age Weekend and the picnickers on the lawn. His <A href=\"http://www.dreamlandorchestra.com/" target=\"NEW\">web site</A> has more information.<P>At other times, it's a perfect spot to grab some shade and relax. It's a short 10-minute walk from the ferry dock, just a couple hundred yards from Castle Williams.",
                     "image": "brickRowPark.jpg"
                     },
                     {
                     "name": "Liggett Terrace",
                     "latitude": "40.689765",
                     "longitude": "-74.019544",
                     "title": "Liggett Terrace",
                     "copy": "",
                     "image": "liggettTerrace.jpg"
                     },
                     {
                     "name": "Nolan Park",
                     "latitude": "40.69052",
                     "longitude": "-74.013799",
                     "title": "Nolan Park",
                     "copy": "",
                     "image": "nolanPark.jpg"
                     }
                     
                     ]
    }
}